[
  "obsidian-style-settings",
  "dataview",
  "obsidian-git",
  "settings-management",
  "mermaid-tools",
  "tag-wrangler",
  "editing-toolbar",
  "obsidian-minimal-settings",
  "folder-notes",
  "properties-filter-elekis-plugin",
  "replace-all",
  "multi-properties",
  "folder-properties-manager",
  "multi-tag",
  "tags-overview",
  "obsidian-folder-focus-mode"
]